import emblem from './Components/StartPage/images/emblem.jpg'
import gibdd from './Components/StartPage/images/gibdd.png'

const menu = [
    {
      link: '/adminpractic/1',
      label: 'Привлечение к Адм. отв. лица, возраст которого менее 13 лет',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок'
    },
    {
      link: '/adminpractic/2',
      label: 'Привлечение к Адм. отв. лица, возраст которого более 100 лет',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/3',
      label: 'Неверная квалификация субъекта административного правонарушения - "водитель"',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/4',
      label: 'Нарушение даты в протоколе',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/5',
      label: 'Ошибка в номере телефона',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/6',
      label: 'Неверная квалификация субъекта административного правонарушения - "пассажир"',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/7',
      label: 'Ошибка в серии и номере паспорта, лица совершившего административное правонарушение',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/8',
      label: 'Неверная квалификация субъекта административного правонарушения - "пешеход"',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/9',
      label: 'Ошибка в месте составления первичного материала',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    {
      link: '/adminpractic/10',
      label: 'Ошибка в серии или номере водительского удостоверения',
      img: gibdd,
      text: 'Необходимо каждому подразделению проверить на наличие ошибок '
    },
    ];

    export default menu